Autodesk.Revit.UI.Macros.AddInIdAttribute.Value
AddInId guid value.
Since: 2011

Autodesk.Revit.UI.Macros.AddInIdAttribute.#ctor(System.String)
Constructs a new AddInIdAttribute.
Since: 2011

Autodesk.Revit.UI.Macros.AddInIdAttribute
The custom AddInId attribute for Macros macros use only.
Since: 2011